data/adaptive_selection_10/2017-04-24_03-02-36/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1445: Mon Apr 24 03:20:37 2017
  write: io=153600MB, bw=205121KB/s, iops=200, runt=766799msec
    slat (usec): min=219, max=49896, avg=300.10, stdev=221.62
    clat (msec): min=20, max=5258, avg=638.54, stdev=378.54
     lat (msec): min=20, max=5258, avg=638.85, stdev=378.53
    clat percentiles (msec):
     |  1.00th=[   59],  5.00th=[  159], 10.00th=[  269], 20.00th=[  379],
     | 30.00th=[  457], 40.00th=[  519], 50.00th=[  578], 60.00th=[  627],
     | 70.00th=[  693], 80.00th=[  791], 90.00th=[ 1123], 95.00th=[ 1434],
     | 99.00th=[ 1926], 99.50th=[ 2180], 99.90th=[ 3064], 99.95th=[ 3228],
     | 99.99th=[ 3621]
    bw (KB  /s): min=45056, max=401408, per=100.00%, avg=205331.14, stdev=57344.53
    lat (msec) : 50=0.67%, 100=2.02%, 250=6.23%, 500=27.87%, 750=39.97%
    lat (msec) : 1000=10.48%, 2000=11.95%, >=2000=0.81%
  cpu          : usr=4.69%, sys=1.27%, ctx=89461, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=205120KB/s, minb=205120KB/s, maxb=205120KB/s, mint=766799msec, maxt=766799msec

Disk stats (read/write):
  sdb: ios=83/42303, merge=0/316097, ticks=149/25020119, in_queue=25020427, util=99.99%
  sdc: ios=83/42403, merge=0/315997, ticks=147/24746220, in_queue=24746244, util=100.00%
  sdd: ios=83/42518, merge=0/315877, ticks=149/24920217, in_queue=24926067, util=100.00%